"Button 1:"		= "Butang 1:";
"Button 2:"		= "Butang 2:";
"Button 3:" 	= "Butang 3:";
"Button 4:"		= "Butang 4:";

"Backlight Correction"	= "Pembetuln Cahaya Blkg";
"Color Restoration"		= "Pemulihan Warna";
"Descreening"			= "Nyahpenyaringan";
"Dust Removal"			= "Pembuangan Habuk";
"Unsharp Mask"			= "Maska Kabur";

"None"			= "Tiada";
"Newspaper"		= "Surat khabar (85 lpi)";
"Magazine"		= "Majalah (133 lpi)";
"Fine Prints"	= "Cetakan Halus (175 lpi)";
"General"		= "Umum";

"Low"		= "Rendah";
"Medium"	= "Sederhana";
"High"		= "Tinggi";

"Quiet Mode"        = "Mod Senyap";
"Off"               = "Mati";
"On"                = "Hidup";
"Printer Setting"   = "Tetapan Pencetak";
